import JoinUsLink from '@/components/JoinUsLink'
import {  blogDetilsPage } from '@/constants'
import Image from 'next/image'
import Link from 'next/link'
import React from 'react'

const BlogPage3 = () => {
  return (
    <div className=' p-6 md:px-20 lg:px-40 '>
      <div className='flex flex-row justify-between gap-10'>
    <div className=' max-w-[750px]'>
   <h1 className=' text-2xl font-bold md:text-3xl lg:text-4xl text-black'>IBA MBA Preparation (6 months intensive plan)</h1>
   <p className=' mb-5 text-gray-500'><span className=' text-gray-400'>By </span>Master Academy</p>
   <Image src={'/blog3.png'} alt='' height={400} width={600} />

   <p className=' my-5 text-gray-600'>
   প্রথমেই মাইন্ড সেট চেঞ্জ করে নিন। ১০ বার এক্সাম দিয়েও চান্স না পাওয়া ছোট ভাই আমি দেখেছি। আবার ইংরেজিতে এসএসসি তে ডি গ্রেড পাওয়া ছেলেকে একবার এক্সাম দিয়ে চান্স পেতেও দেখেছি। কারণ এটা আইবিএ। যে মাইন্ড সেট চেঞ্জ করতে পারবে, দৃঢ় সংকল্প করতে পারবে... সে এই গেম এ জিতবেই। <br /> <br />


আরেকটা বিষয় হলো আইবিএ ভর্তি পরীক্ষার প্রস্তুতি সারাজীবন কাজে লাগবে। তাই হেলাফেলা করবেন না। অন্যান্য প্রস্তুতির পাশাপাশি এটা ধরে রাখলে যেকোন এক্সামে বেনিফিট পাবেন। আর যদি আইবিএ তে চান্স পেয়ে যান, যেকোন ভাইভাতে গেলেই বুঝতে পারবেন, একটা ভিন্ন ইম্প্রেশন কাজ করবে আপনার প্রতি। এই লোভটা দিন দিন বাড়াতে হবে। চোখ বন্ধ করে কল্পনা করতে হবে যে আপনি আইবিএ তে ক্লাস করছেন, পাস করে বের হচ্ছেন....তারপর আপনার স্বপ্নের একটা জবে জয়েন করছেন। এটাই আপনাকে আইবিএর দিকে ধাবিত করবে। দেশের সেরা ছাত্র-ছাত্রীদের বাছাই করে নেয়া হবে তাই বলা যায় কোয়ালিটির প্রশ্নে আইবিএ এতটুকু ছাড় দেবে না। তাই নিজের খুঁত নিজেকেই খুঁজে বের করে দূর করতে হবে। শুধু খুঁত বের করে বসে থাকলেই হবেনা, সেই খুঁত দূর করার জন্য প্রাণপণ চেষ্টা করতে হবে।


   </p>
   <h3 className=' font-semibold text-xl my-4'>
   এবার ৬ মাসের খুব ইনটেনসিভ প্রস্তুতি নিয়ে কথা বলি শুনুনঃ
   </h3>
     <p className=' text-gray-600'>
     ১। ম্যাথঃ একেবারে সোজা ভাষায় বলছি, বেসিক শক্ত না হলে স্কুল লেভেলের অংকগুলো আবার করে ফেলতেই হবে। সবাই জানেন, জিম্যাট, জিআরই, স্যাট, আইবিএ...সবখানেই স্কুল (ইন্টারন্যাশনাল সিস্টেমে স্কুল বলতে আমাদের এখানের কলেজ) লেভেলের অংক আসে। আপনি সেই অংক পারছেন না মানে আপনার স্কুল লেভেলে পড়াশোনায় ভয়ংকর রকম গ্যাপ আছে। সেই গ্যাপগুলো পূরণ না করলে হবেনা। কারো বেসিকে সমস্যা না থাকলে এবং চরম মাত্রার ইনটেনসিভ প্রস্তুতি চাইলে আগারওয়াল ফলো করতে পারেন। তবে মাথায় রাখবেন, আগরওয়ালে বেশ কঠিন লেভেলের কিছু অংক আছে যেগুলো ইন্ডিয়ার লোকাল এক্সামগুলোর জন্য মানানসই হলেও আইবিএ তে এ ধরণের অংক আসবেনা। এজন্য প্রথমেই আপনাকে বিগত বছরের প্রশনগুলো একটু অ্যানালাইসিসহ সলভ করে ফেলতে হবে। যদি এর সাথে জিম্যাটের 700 লেভেলের কিছু ম্যাথ করা যায়, আর কী চাই। ভোরবেলা উঠে নামাজ বা ধর্মীয় কাজ সারার অভ্যাস করুন। যে সকালে ৯ টায় ঘুম থেকে ওঠে তার থেকে প্রতিদিন 4 ঘন্টা সময় বেশী পাবেন। তারমানে, তার দিন ২৪ ঘন্টায় হলে আপনার হবে ২৮ ঘন্টা! সারারাত ঘুমের পর ভোরবেলা মাথা স্ট্রেস ফ্রি থাকে। এসময়ে ম্যাথ নিয়ে বসুন। দুই ঘন্টা ম্যাথ করবেন। মাথায় রাখবেন 40 টা ম্যাথ করতেই হবে। তাহলে প্রথম চার মাসে আগারওয়াল এবং বিগত বছরের ম্যাথ শেষ করতে পারবেন। বাকি ২ মাস জিম্যাট এর 700 লেভেলের ম্যাথ গুলো দেখবেন। তবে ম্যাথস করার সময় নিচের বিষয়গুলো খেয়াল রাখবেন।  <br /> <br />


- কোন ভাবেই সমাধান দেখে ম্যাথ করবেন না। একটা সমস্যা নিয়ে দরকার হলে ২ দিন ধরে চেষ্টা করবেন। মনে রাখবেন, আপনার ব্রেইনের মরিচা দূর করতে বসেছেন আপনি। <br /> <br />

- বাংলায় ম্যাথ করা যাবে না।  <br /> <br />

- পারলে চিন্তা করবেন ইংরেজিতে। এটা অনেক উপকার দেয়। <br /> <br />

২। পাজল এবং ক্রিটিক্যাল রিজনিংঃ এটার জন্য একটাই বই। জি আর ই বিগ বুক। একটাই এডিশন এই বইয়ের। মূলত বইটি আগের জি আর ই এক্সামের জন্য। এই বইয়ে ২৭ টা টেস্ট আছে। প্রতিটি টেস্টে ২ টি করে পাজল বা আনালিটিক্যাল অংশ পাবেন। এতে মোট ২৫ টি করে প্রশ্ন আছে। সব করার দরকার নেই আমার মতে। প্রথম ১৫/১৬ টা টেস্টের প্রশ্ন ভালভাবে সমাধান করলেই হবে। তবে বার বার করতে হবে। যদি আপনি প্রতিদিন ১ ঘন্টা করে সময় দিতে পারেন, তবে ১.৫ মাসে ১৫/১৬ টা টেস্ট শেষ করতে পারবেন। তাহলে সেই হিসেবে ৬ মাসে মোট 4 বার বইটি রিভাইস করা হবে। আর কী চাই। তবে হ্যাঁ, এর আগে কাউকে দিয়ে পাজলের এবং ক্রিটিক্যাল রিজনিং এ বেসিক টার্ম এবং ভাষাগত সমস্যা দূর করে নিতে হবে। এটার জন্য অনেকেই এই অংশে খারাপ করে থাকেন। পাশাপাশি দ্রুত সমাধান করার চ্যালেঞ্জ টাও নিতে হবে।  <br /> <br />

আপনি কিন্তু অলরেডি দিনে ৩ ঘন্টা পড়ছেন। <br /> <br />


৩। ইংরেজিঃ এই অংশটা আমি বলি রিটেন এবং এমসিকিউ মিলিয়ে পড়ুন। অনেক উপকার পাবেন। তবে এর জন্য যা করতে হবে তা হলঃ <br /> <br />

- ওয়ার্ড স্মার্ট পার্ট ১ এর অধ্যায় ২ এবং পার্ট ২ এর অধ্যায় ৩ গেলে দেখবেন, শব্দগুলো দেয়া আছে। সব মিলিয়ে শব্দ পাবেন ১৬০০+। প্রতিদিন ২০ টা করে পড়ুন। সাথে পড়বেন জি আর ই বিগ বুকের ২৭ টা টেস্টের প্রতিটি টেস্টের ভার্বাল অংশের ১ থেকে 7 নং প্রশ্নের শব্দগুলো। এর বাইরে আর লাগবে বলে মনে হয় না। এই শব্দগুলো নোট করে রাখবেন এবং নিয়মিত রিভাইস করবেন। সময় ব্যয় করবেন্ন ৩০ মিনিট প্রতিদিন। এর বেশি করতে হবে না। <br /> <br />

- ১ ঘন্টা রিডিং হ্যাবিট চাই আপনার কাছে। ইংরেজি পত্রিকা (ইন্টারন্যাশনাল)। যাই পড়েন না কেন, নোট করে রাখুন। ডাটাগুলো এক্সাম হলে কাজে লাগবে। আমি আপনাকে চ্যালেঞ্জ করছি। এক্সাম হলে যিনি আপনার খাতা কাটবেন, তিনি এটা লক্ষ্য করবেন, মাথায় গেঁথে নিন। <br /> <br />

- বেসিক গ্রামারের জন্য প্রথমে ক্লিফস টোফেল (আপনি অন্য টোফেল বইয়ের স্টাইল পছন্দ করলে সেটা পড়ুন। সবগুলোর কনটেন্ট সেইম) দেখুন। ৩৯ পেজ থেকে শুরু করবেন। <br /> <br />

- ক্লিফস টোফেল শেষ করার পর ব্যারন্স স্যাট ২৩ তম এডিশন এর প্রতিটি টেস্টের সেকশন 8 এর ১ থেকে ২৯ এবং সেকশন ১০ পুরোটা করবেন। সাথে বিগত বছরের প্রশ্নগুলো করবেন। <br /> <br />

- এই গ্রামার গুলো শেষ করতে পারলে, আমি বলব এবার রিটেনের দিকে নজর দিন। এই যে প্রতিদিন পত্রিকা পড়ছেন, লক্ষ্য করেছেন, যে তারা অনেকটা ভিন্ন ভাবে লিখে অভ্যস্ত। তাদের লেখাতে একটা প্রফেশনাল ভাব থাকে। আর এই জিনিসটা আপনার খাতাতে থাকা চাই। মূলত এটা clause, phrase ভিত্তিক লেখার ধরন। এটার জন্য the principles of fearless writing level-1 বইটা বেশ ভালো মনে হয়েছে। clause, phrase এর শুরু থেকে শেষ পর্যন্ত আলোচিত হয়েছে এই বইয়ে। আপনার লেখাতে প্রফেশনাল ভাব আনার জন্য এই বইটি কাজে লাগবে। প্রতিদিন কমপক্ষে 4-5 পৃষ্ঠা লিখবেন। কারণ এক্সাম হলে 4/5 পৃষ্ঠা লিখতে হবে ৩০ মিনিটের মধ্যে। <br /> <br />

- বিগত প্রশ্নগুলো কিন্তু পড়তেই হবে।  <br /> <br />

বিগত বছরের প্রশ্নের জন্য আমি সাইফুরস এর টা কে প্রেফার করি বেশি। টাইপিং মিসটেইক কম।
<br /> <br />

আর এই প্রস্তুতির মধ্য দিয়ে যদি আপনি চলতে থাকেন, আপনার কনফিডেন্স লেভেল যেখানে যাবে, তাতে আপনি এমনিতেই যথেষ্ট স্মার্ট হয়ে যাবেন, যা কিনা আইবিএর ভাইভার জন্য অনেক হেল্পফুল হবে। তবে মনে রাখবেন, ভাইভার প্রস্তুতি বলে স্পেসিফিক কিছু হয় না। আপনার লাইফ স্টাইলটাই আপনার প্রস্তুতি। তাই লাইফ স্টাইলে একটা চেঞ্জ নিয়ে আসুন। বাজে স্বভাব গুলো বাদ দিন। জীবন কে উপভোগ করুন। দেখবেন, আইবিএর প্রত্যেকেই আইবিএর ছাত্র বা ছাত্রী বলে পরিচয় দিতে একটা গর্ব অনুভব করে। আর এই জার্নিতে আপনাকে স্বাগত জানাচ্ছি।
<br /> <br />
এই প্রস্তুতির আরও একটা বেনিফিট আছে। এটা আপনাকে ব্যাংকের জন্য ফিট করে তুলবে একেবারে ৮৫%। বাকিটার জন্য আপনাকে কষ্ট করে অনুবাদে দক্ষতা আনতে হবে। তবে অনুবাদে পারদর্শী হওয়ার অনেক কাজ এখানেই হয়ে যাবে। আশা করি এটা বুঝতে সমস্যা হবে না।
 <br /> <br />
বিসিএস এর ক্ষেত্রে ইংরেজি এবং ম্যাথে ব্যাপক হেল্প করবে এই প্রস্তুতি। আর আপনি হয়ত জেনে থাকবেন, বিসিএস এ ভালো ক্যাডার পাওয়া টা অনেক ক্ষেত্রেই ম্যাথ এবং ইংরেজি রিটেনে বেশী মার্কস তোলার উপর নির্ভর করে।

     </p>


   <p className=' font-bold text-black'>
   ফেরদৌস কবির <br />
MBA from IBA, DU <br />
Deputy Director <br />
Bangladesh Bank <br />

</p>
</div>
<div className=' flex-1 hidden md:flex flex-col items-center mt-32'>
<h1 className=' font-bold text-2xl my-8'>Recent Blogs</h1>
<div className=' flex flex-col gap-5'>
{
      blogDetilsPage.map((item) => (
        <div key={item.id}
         className=' border border-gray-400 p-3 shadow-md hover:shadow-2xl rounded-sm  group '
        >
          <h1 className=' text-xl  font-semibold text-gray-600'>{item.title}</h1>
          <p className=' text-gray-400'>{item.name}</p>
          
          <Link href={item.url}>
          <button className=" border px-4 py-2 rounded-full group-hover:bg-green-300 hover:font-semibold">Read more</button>
          </Link>
        </div>
      ))
    }
</div>
</div>
</div>
 <JoinUsLink />
 </div>
  )
}

export default BlogPage3
