import EnrollButton from '@/components/EnrollButton'
import JoinUsLink from '@/components/JoinUsLink'
import {  blogDetilsPage } from '@/constants'
import Image from 'next/image'
import Link from 'next/link'
import React from 'react'

const BlogPage4 = () => {
  return (
    <div>    <div className=' p-6 md:px-20 lg:px-40 flex flex-row justify-between gap-10'>
      <div className=' max-w-[750px]'>
     <h1 className=' text-2xl font-bold md:text-3xl lg:text-4xl text-black'>কীভাবে আইবিএ-তে চান্স পেতে পারেন: ভর্তিযুদ্ধের প্রস্তুতি</h1>
     <p className=' mb-5 text-gray-500'><span className=' text-gray-400'>By </span>Master Academy</p>
     <Image src={'/blog4.png'} alt='' height={400} width={600} />

     <p className=' my-5 text-gray-600'>
     আইবিএ-তে ভর্তি হতে পারা অনেকটা স্বপ্নের মতো অনেকের কাছেই, কিন্তু কীভাবে সে স্বপ্নকে হাতের নাগালে পেতে পারেন আপনি? এ ব্যাপারে কোনোই সন্দেহ নেই যে, আইবিএ-র বিবিএ কিংবা এমবিএ ডিগ্রি বাংলাদেশের চাকুরির বাজারে সবচেয়ে সম্মানজনক ডিগ্রির একটি। আর বাংলাদেশে যে কয়টি ইউনিভার্সিটি আইবিএ থেকে ডিগ্রি নেবার সুযোগ দেয়, তাদের মধ্যে যে ঢাকা ইউনিভার্সিটির আইবিএ সবার উপরে সেটা বলবার অপেক্ষা রাখে না, এবং এখানে ঢোকাটাও কঠিন, কিন্তু অসম্ভব নয় একদমই। বেসিক কনসেপ্টের পাশাপাশি কিছু টিপস আর ট্রিক্স মাথায় রাখলে খুব সহজেই আপনিও হতে পারেন আইবিএতে পড়ুয়াদের একজন। তাহলে আর দেরি কেন? চলুন জেনে নেই কীভাবে আপনি চান্স পেতে পারেন আইবিএ-তে।
     ঢাকা ইউনিভার্সিটির আইবিএ-তে বিবিএ এবং এমবিএ-র ভর্তি পরীক্ষার প্রশ্ন একই ধাঁচের। তাই দুটোর প্রস্তুতিই একইভাবে নিতে হবে। আর যেহেতু ঢাকা ভার্সিটির ক্ষেত্রে প্রশ্নটা কঠিনতর হয়, তাই এটা টার্গেট করেই প্রস্তুতি নেয়া উচিৎ। আমি বর্তমানে ডিইউ আইবিএ-তে এমবিএ করছি, নিজের প্রস্তুতি অভিজ্ঞতাও এখানে শেয়ার করব। <br />

DU IBA (Institute of Business Administration) ১৯৬৬ সালে যাত্রা শুরু করে। BBA (Bachelor of Business Administration) শুরু হয় অনেক পরে, বছরে একবার করে আইবিএ বিবিএ ব্যাচে ভর্তি চলে। আগে বছরে একবার করে MBA (Master of Business Administration) ব্যাচ নেয়া হত, এখন দু’বার করে নেয়া হয়। যেমন- ২০১৭ সালের ডিসেম্বরে নেয়া হচ্ছে ৫৯তম ব্যাচকে।
     </p>
     <h3 className=' font-semibold text-xl my-4'>
     আইবিএ নিয়ে বেসিক কিছু জিজ্ঞাসা
     </h3>
       <p className=' text-gray-600'>
       IBA তে বিবিএ করতে চার বছর লাগে। আর,  এমবিএ করা যায় রেগুলার ও পার্ট টাইম হিসেবে, সময় লাগে যথাক্রমে দুই ও সাড়ে তিন বছর। তবে বিবিএ-তে যদি কিছু কোর্স আগেই করে আসেন, তবে সেগুলো না করবার সুযোগ পেতে পারেন, এতে আপনার সময় কম লাগবে। যেকোনো ব্যাকগ্রাউন্ড থেকে এসেই আপনি বিবিএ বা এমবিএ করতে পারেন। <br />

বিবিএ তে চতুর্থ বিষয়সহ এসএসসি ও এইচএসসি উভয় পরীক্ষায় অন্তত 7.5 থাকা লাগবে, দুটোর প্রতিটাতে ৩.৫ এর উপর থাকতে হবে। <br />

এমবিএ তে মোট খরচ ৮৭ হাজার টাকা, যা পরিবর্তনশীল; ভর্তির সময় শুরুতেই প্রথম বছরের জন্য ৪৮ হাজার টাকা নিয়ে নেয়া হয়। এমবিএ তে জুলাই সেশনে সিট ৬০টি। আর ডিসেম্বরে ১২০টি। জুলাইতে রেগুলালে ক্লাস করতে হয়, অর্থাৎ সকালে, সপ্তাহে চার দিন, পাঁচ সাবজেক্ট। ডিসেম্বর সেশনে পার্ট টাইম নেয়া যায়, রেগুলারও নেয়া যায়। পার্ট টাইমে বিকেলে ক্লাস করতে হয়, আপনি চাকরি করতে পারবেন সেক্ষেত্রে। এক্ষেত্রে দুই বা তিনটি সাবজেক্ট নিতে হয়।  এমবিএ-র ক্ষেত্রে ২.৫ এর উপরে Undergrad এর সিজিপিএ রাখা লাগবে। <br />

EMBA (Executive MBA) এর পরীক্ষা খুব সহজ, তবে এক্ষেত্রে তিন বছরের চাকরি অভিজ্ঞতা লাগবে। 
       </p>

     <h3 className=' font-semibold text-xl my-4'>
     কীভাবে পরীক্ষার জন্য প্রস্তুতি নেব?
     </h3>
     <p>
     এ প্রশ্নটা খুবই আপেক্ষিক, এবং লোকভেদে উত্তর হবে ভিন্ন। বিবিএ ভর্তি হবার ক্ষেত্রে, যদি আপনি এমন ব্যাকগ্রাউন্ড থেকে এসে থাকেন যেখানে আপনি গণিতে খুব ভালো ছিলেন, আর ইংরেজিতে আপনি তুখোড়- তবে আপনার চিন্তা কমে গেল বহু গুণে। আর এমবিএ-র ক্ষেত্রে সাধারণত ইঞ্জিনিয়ারিং ব্যাকগ্রাউন্ড থেকে আসা ছাত্র-ছাত্রীরা ভর্তি পরীক্ষায় অপেক্ষাকৃত ভালো করে। কিন্তু তার মানে এই নয় যে আপনি অন্য ব্যাকগ্রাউন্ডের হলে আপনি পারবেন না; অবশ্যই পারবেন। জোর দিতে হবে ইংরেজি আর অংকে। কীভাবে? চলুন সেটাই জেনে নেই। <br />

পরীক্ষায় চারটা সেকশন থাকবে- ম্যাথ, ইংলিশ, এনালাইটিক্যাল এবং লিখিত ইংরেজি। প্রথম তিনটি দেড় ঘণ্টার অবজেক্টিভ পরীক্ষা, আর শেষেরটি লিখিত পরীক্ষা আধা ঘণ্টার। কোন অংশ থেকে কত মার্কের প্রশ্ন আসবে সেটা নির্ধারিত নেই। একেক বছর একেক রকম আসে। সাধারণত ২৫-৩০টি ম্যাথ অবজেক্টিভ, ২৫-৩০টি ইংলিশ অবজেক্টিভ আর ১৫-২০টি এনালাইটিক্যাল অবজেক্টিভ থাকে। একে একে সবগুলো নিয়ে বলছি।
     </p>

     <h3 className=' font-semibold text-xl my-4'>
     ইংলিশের জন্য প্রস্তুতি কীভাবে নেব?
     </h3>
     <p className=' text-gray-600'>
     অবশ্যই ইংলিশে তুখোড় হবার চেষ্টা করুন, যদি ইতোমধ্যে না হয়ে থাকেন। আমার পরামর্শ হলো প্রচুর পরিমাণে ইংলিশ মুভি এবং সিরিয়ালগুলো দেখা শুরু করুন আপনার ইংলিশ স্কিল বাড়াবার জন্য। ইংলিশ বই পড়া শুরু করুন। প্রথমে গল্পের বই দিয়ে শুরু করলেও পরে নন-ফিকশনগুলো পড়বেন, বেশি কাজে দেবে সেগুলোই। কারণ আইবিএ-তে ফিকশন থেকে প্রশ্ন বা কম্প্রিহেনশন দেবে না। যদি আপনি নতুন হয়ে থাকেন, তবে নীলক্ষেত থেকে বা অন্য যেভাবেই হোক আজই হ্যারি পটার সিরিজের সাতটি বই কিনে আনুন। কারণ এ বইগুলো ক্রমান্বয়ে আপনাকে ছোট থেকে বড়র দিকে নিয়ে যাবে। প্রথম বই পড়তে গিয়ে আপনার ক্ষণে ক্ষণে ডিকশনারি দেখতে হতে পারে, অবশ্যই দেখবেন। দরকার হলে দাগিয়ে পড়বেন- যদিও গল্পের বই দাগিয়ে পড়তে হচ্ছে, কথাটা শুনতেই অদ্ভুত ঠেকে। তারপরও কিছু করার নেই। এক সময় দেখবেন সত্যি সত্যি আপনার বেশি ডিকশনারি দেখতে হচ্ছে না। হ্যারি পটার শেষ হলে, ড্যান ব্রাউনের বেস্ট সেলার বইগুলো পড়ে ফেলবেন। আর সবশেষে Jeffrey Archer এর কিছু বই পড়বেন। আশা করা যায়, মন প্রাণ দিয়ে চেষ্টা করলে আপনি এক মাসের মাঝেই ইংলিশ লেখনিতে দক্ষ হয়ে উঠবেন।  <br />

গ্রামার বই থেকে গ্রামার শেখার চেয়ে গল্পের বই বা অন্যান্য বই পড়ে গ্রামার বেশি ভালোভাবে শেখা যায়, যা আপনার মনে গেঁথে থাকবে। এবং অবশ্যই নিয়মিত ইংলিশ নিউজপেপার পড়বেন, দরকার হলে বাসায় আপাতত বাংলা পেপার বাদ দিন। বিশেষ করে সম্পাদকীয় পাতা পড়বেন, আপনার রিডিং স্পিড ধীরে ধীরে বাড়াবেন। অনলাইনে বিদেশি পত্রিকাও পড়বেন, যেমন ধরুন নিউ ইয়র্ক টাইমস। শব্দ ও বাক্যের গাঁথুনি খেয়াল করবেন।
     </p>

     <h3 className=' font-semibold text-xl my-4'>
     পড়ার জন্য কী বই কিনবেন?
   </h3>
   <p className=' text-gray-600'>
   অনেকে অনেক বইয়ের কথা বলে, কিন্তু আমি দুটো বই সাজেস্ট করব, অবশ্যই শেষ করবার জন্য। একটি হলো MENTORS&apos; MBA Guide (আর বিবিএ-র জন্য BBA Guide) যেখানে সব সাবজেক্টের জন্য আলাদা আলাদা করে বিষয়ভিত্তিক আলোচনা ও প্রশ্নোত্তর আছে, যা প্র্যাক্টিস করবার জন্য ভালো। কিন্তু সবচেয়ে যেটা কাজে লেগেছে এই বইয়ের সেটি হলো মোটামুটি ২০-২২টি প্রশ্নপত্র, যা আগের বছরগুলোতে এসেছিল আইবিএ-তে। এগুলো করে ফেললে বড় রকমের আত্মবিশ্বাস আপনি পাবেন এবং প্রশ্নের প্যাটার্ন ধরে ফেলবেন। প্রশ্ন রিপিট হয় না তেমন, কিন্তু ধাঁচ একই থাকে। অন্য বইও কিনেছিলাম, কিন্তু এটার মতো কাজে লাগেনি বিধায় সাজেস্ট করছি না। <br />

আরেকটি বই হচ্ছে GRE Big Book। এ বইতে রয়েছে ২৭টি মডেল টেস্ট। এখানে ইংলিশ নিয়ে যা যা আছে সব করবেন অবশ্যই। <br />
ভোকাবুলারি পড়তে হবে। আমি পরামর্শ দেব, Manhattan এর হাই ফ্রিকোয়েন্সি ১০০০ শব্দ মুখস্ত করে ফেলুন; আর ব্যারনের ৩০০ শব্দ। এটা পড়তে খুবই একঘেঁয়েমি লাগবে, কিন্তু ভোকাবুলারি সমৃদ্ধ করতে এর বিকল্প নেই। আর অবশ্যই Big Book পড়তে গিয়ে যা যা শব্দ পাবেন মুখস্ত করে ফেলবেন, দরকার হলে লিখে লিখে পড়বেন। <br />

গ্রামারের জন্য অনেকে অনেক বই পড়ে থাকেন, কিন্তু আমি যেগুলো বললাম সেগুলো করলে সেটার প্রয়োজন পড়বে না। মূলত পাঁচটা অপশন থেকে আপনাকে সঠিক বাক্য দাগাতে হয় কিংবা ভুল ধরতে হয়। আমি নিজে না পড়লেও অনেকে Cliff&apos;s TOEFL পড়তে বলেন এ সেকশনের জন্য, পড়তে পারেন যদি ঝুঁকি নিতে না চান।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ম্যাথের জন্য কীভাবে প্রস্তুতি নেব?
   </h3>
   <p className=' text-gray-600'>
   প্রথমেই বলে রাখা ভালো যে ২৫/৩০টি ম্যাথ আসে, সবগুলো আপনি উত্তর করবার চেষ্টা করবেন না। কয়েকটি থাকে এরকমই যে সেগুলো শুরু করলে অনেকক্ষণ লেগে যাবে। ওগুলো এড়িয়ে যাবেন। উত্তর করবেন সেগুলোই যেগুলো মনে হচ্ছে ছোটোখাটো এবং আপনি পারবেন। সময়ের দিকে অবশ্যই খেয়াল রাখবেন। <br />

ম্যাথের জন্য অবশ্যই আগের বছরের সকল প্রশ্ন সমাধান করে ফেলবেন, এর কোনো বিকল্প নেই। আর এরপর স্কিল বাড়াবার জন্য Nova&apos;s Math Bible পড়তে পারেন। এছাড়া Official GMAT এর বই দেখতে পারেন। যা যা বইয়ের নাম বললাম, এগুলো নীলক্ষেতেই পাওয়া যায়, হার্ড কপি কিনে দাগিয়ে পড়বার পরামর্শ দেবো; এসব ক্ষেত্রে কেবল সফট কপির ওপর নির্ভরশীল হবেন না। এর বাইরেও বই আছে, কিন্তু ব্যক্তিগতভাবে উপকারী না মনে হওয়ায় উল্লেখ করলাম না।
 <br />
যেহেতু আপনি ক্যালকুলেটর ব্যবহার করার অনুমতি পাবেন না, সেহেতু মানসিক দক্ষতা বাড়াতে হবে বহুগুণে প্র্যাক্টিস করবার মাধ্যমে।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   Analytical Section এর জন্য কীভাবে প্রস্তুতি নেব?
   </h3>
   <p className=' text-gray-600'>
   এ সেকশনটা খুব মজার। কখনো কখনো শুধুই পাজল থাকে, আর কখনো অতিরিক্ত কিছু অবজেক্টিভ থাকে যেখানে একটি অনুচ্ছেদ পড়বার পর সেটা থেকে যুক্তি খুঁজে বের করতে হবে। এ সেকশনের প্রস্তুতির জন্য আমার কাছে অদ্বিতীয় লেগেছে GRE BIG BOOK এর ২৭টি মডেল টেস্টের সকল এনালাইটিক্যাল প্রশ্ন (প্রতিটিতে ৮টি করে পাজল আছে)। এগুলো করবেন, তাহলে অনেক প্র্যাক্টিস হয়ে যাবে। আর আগের বছরে আসা প্রশ্নগুলো তো পড়বেন বটেই। [অতিরিক্ত পড়বার জন্য Official GMAT থেকেও এই সেকশন কভার করতে পারেন।]  <br />

এ সেকশনে ফুল মার্ক তোলা সহজ। কিন্তু উত্তর না করতে পারার সম্ভাবনাও আছে, যদি আপনার মানসিক দক্ষতা বাড়াবার জন্য প্রস্তুতি কম থাকে। এখানে ফুল মার্ক্স পাবে অনেকেই এবং তারা এগিয়ে থাকবেন। চেষ্টা করবেন সেই দলে থাকবার।
   </p>

   

   <h3 className=' font-semibold text-xl my-4'>
   লিখিত পরীক্ষার জন্য কীভাবে প্রস্তুতি নেব?
   </h3>
   <p className=' text-gray-600'>
   অবজেক্টিভ পরীক্ষা শেষ করলে আপনাকে ৩০ মিনিটের মধ্যে দুটো লেখা লিখতে হবে। যেমন- ৫৮তম ব্যাচের MBA ভর্তি পরীক্ষায় এসেছে Youth&apos;s Contribution for National Development বা এরকম একটা টপিকের উপর রচনা লেখা। আরেকটি ছোট প্যারাগ্রাফ লিখতে হবে; যেমন- এবার এসেছে এমন একটি গল্প লিখতে হবে আপনার জীবনে ঘটে যাওয়া ঘটনা থেকে যা কিনা পাঠককে বোঝাবে আপনি আসলে কেমন মানুষ। রচনা লিখবার সময় ৩ প্যারাতে লিখবেন, তবে প্যারাগ্রাফ এক প্যারাতেই। কিন্তু কোনো ব্যাকরণগত বা বানান ভুল করতে পারবেন না। <br />

আপনি যদি ইংলিশে ভালো পাঠক হন, তবে এই সেকশনটা আপনার জন্য এই পরীক্ষার সহজতম অংশ। চেষ্টা করবেন যতটুকু জায়গা দিয়েছে, পুরোটাই লিখতে। আবারও বলছি, ইংলিশে দক্ষতা বাড়িয়ে ফেলুন। আপনাকে প্রচুর পড়তে হবে, পড়বার এবং লিখবার অভ্যাস করতে হবে। যদি সেটা করতে পারেন, তবে আপনার জন্য এটা খুবই সহজ। কিন্তু অনেকেই তা পারে না বিধায় এ অংশে পাশ করতে পারে না। উল্লেখ্য, প্রতি সেকশনেই আলাদা করে পাশ করতে হয় আইবিএ ভর্তি পরীক্ষায়, তবে পাশ মার্কের পারসেন্টেজ বলে দেয়া নেই। 
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   পরীক্ষায় হলে সময় বণ্টন করব কীভাবে?
   </h3>
   <p className=' text-gray-600'>
   ম্যাথের জন্য প্রায় 40 মিনিট সময় লাগবেই, এনালাইটিক্যালের জন্য মোটামুটি ৩০ মিনিট আর ইংলিশের জন্য রাখবেন বাকি ২০ মিনিট। আপনি কোনটার পর কোনটা উত্তর করবেন সেটা আপনার পছন্দ। তবে আমি মনে করি সবার আগে এনালাইটিক্যাল অংশ, এরপর ইংলিশ এবং বাকি পুরোটা সময় ম্যাথ উত্তর করা উচিৎ। তবে অবশ্যই সবগুলো সেকশনে পাশ মার্কটুকু আগে নিশ্চিত করে নেবেন।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   কত সময় ধরে প্রস্তুতি নেব?
   </h3>
   <p className=' text-gray-600'>
   যদি আপনি আত্মবিশ্বাসী হয়ে থাকেন যে আপনি পারবেন, তবে এক মাস সময়ই অনেক আপনার জন্য; বিশেষ করে যারা ম্যাথ এবং ইংলিশে তুখোড়। কিন্তু যদি তা না হয়ে থাকে, তবে আপনাকে হাতে অন্তত চার পাঁচ মাস সময় রেখে প্রস্তুতি শুরু করতে হবে, যেভাবে এগোতে বললাম সেভাবেই।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   কোচিং করা কি জরুরী?
   </h3>
   <p className=' text-gray-600'>
   এটার উত্তর লোকভেদে ভিন্ন। যদি আপনি দুর্বল হয়ে থাকেন, তবে জরুরী। কোনো কোচিংয়ে কিংবা কারো ব্যক্তিগত সাহচর্যে পরামর্শ নিয়ে এটা করতে পারেন। তবে মডেল টেস্ট সবার দেয়া উচিৎ বলে আমি মনে করি, সেটা যেখানেই হোক না কেন। কারণ এতে সময় বণ্টন নিয়ে আপনার ভালো একটা ধারণা হবে। আপনার সমস্যাগুলো আপনি ধরতে পারবেন। 
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   আমার ব্যক্তিগত অভিজ্ঞতা
   </h3>
   <p className=' text-gray-600'>
   এতক্ষণ ধরে পরামর্শ দেবার পর আমার ব্যক্তিগত অভিজ্ঞতাটুকু বলা উচিত বলে মনে করি। আমি বুয়েট থেকে EEE পড়ে পাশ করেছি, HSC 2011 ব্যাচ। বের হবার পর IBA থেকে এমবিএ করবার ইচ্ছা ছিলো। [বর্তমানে আমি আইবিএ এমবিএ ৫৮তম ব্যাচ] ইঞ্জিনিয়ারিং ব্যাকগ্রাউন্ড হবার কারণে বেশি একটা সময় প্রয়োজন ছিল না যেহেতু ম্যাথ নিয়ে ভালো ধারণা ছিল। আর ছোটবেলা থেকেই ইংলিশ গল্পের বই পড়ে বড় হবার কারণে ইংলিশ নিয়েও বড় চিন্তা ছিল না। তবে এনালাইটিক্যাল সেকশনটা ছিল পুরো নতুন আমার নিজের জন্য। <br /> <br />

পরীক্ষার এক মাস আগে প্রস্তুতি নেয়া উচিত। যদিও, আমি মোটামুটি সাত দিন আগে থেকে শুরু করি পূর্ববর্তী বছরগুলোর প্রশ্ন সমাধান করা। সাত দিন না ঠিক, চার দিন বলা উচিত। প্রথমে সবগুলো বছরের ম্যাথ করে ফেললাম, এরপর সবগুলো বছরের এনালাইটিক্যাল। তারপর বাকি রইল ইংলিশ, সেটাও সেরে নিলাম।  প্রশ্নব্যাংক করতে লাগে এক দিন। <br /> <br />

ম্যাথ আমি বেশি করিনি, সেটা নিয়ে আত্মবিশ্বাসী ছিলাম। কিন্তু ইংলিশ নিয়ে ঝুঁকি নিতে চাইনি। ম্যানহাটনের ১০০০ শব্দ পড়লাম। এরপর GRE BIG BOOK থেকে ইংলিশের সব প্রশ্ন সমাধান করে ফেললাম তিন দিনে। এনালাইটিক্যাল কেবল আগের বছরেরগুলো করেই ধারণা করেছিলাম যে হয়ত পারা যাবে। <br /> <br />

পরীক্ষার হলে কোনো ডিজিটাল ঘড়ি নেয়া যাবে না, এনালগ নিতে হবে। হলে গিয়ে প্রশ্ন পাবার পর সবার আগে পাজলগুলো করলাম। এতে সময় চলে গেল আধা ঘণ্টা, বলব না যে খুব সহজ ছিল। তিনটাই পাজল ছিল এবার এ সেকশনে। এরপর ইংলিশ অংশ সমাধান করে ফেললাম। এখানে একটি প্রশ্ন নিয়ে অতিরিক্ত রকমের সন্দেহ থাকবার কারণে সেটা দাগাইনি, কারণ নেগেটিভ মার্কিং রয়েছে। আর সবশেষে ৫টি ম্যাথ বাদ রেখে বাকিগুলো করে ফেললাম। কারণ ঐ ৫টি করতে গিয়ে আমার মনে হয়েছিল অনেক সময় যাবে। <br /> <br />

অবজেক্টিভের বৃত্ত ভরাটের কাগজ নিয়ে যাবার পর শুরু করলাম লিখিত অংশ। ওটা করতে বেশি বেগ পেতে হয়নি, যেহেতু ইংলিশের সাথে ভালো পরিচয় আছে। পরীক্ষা দিয়ে বের হবার পর আমি নিশ্চিত হতে পারছিলাম না যে, যে কজন নেবে তার মাঝে আমার অবস্থান থাকবে কিনা। অবশ্য পরীক্ষা খুব খারাপ হয়নি, তাই আশা বাদ দিতেও পারছিলাম না। <br /> <br />

ঈদের কারণে রেজাল্ট দিতে দেরি হলো। জুলাই এর ৩ তারিখ বিকেল ৫টায় রেজাল্ট দিল। ৯৬ জনকে বাছাই করা হয় মৌখিক পরীক্ষার জন্য। বাদ যাবে অনেকেই। টেনশনে পড়ে গেলাম। শুরু করলাম প্রস্তুতি। ফেসবুক থেকে এর নমুনাগুলো সংগ্রহ করে সেই মাফিক পড়তে লাগলাম। পড়াশোনা নিয়ে কিছু আসে না, আসে অন্য যেকোনো বিষয় নিয়ে। দরকার কেবল আত্মবিশ্বাস আর ইংলিশে সাবলীল কথা বলতে পারার ক্ষমতা। কিছু না পারলেও সেটা যে পারেন না সেটা কীভাবে বলছেন সেটাও মার্ক করা হবে। <br /> <br />

ভাইভার দিন পরিপাটি হয়ে নির্ধারিত সময়ের এক ঘন্টা আগে পৌঁছে গেলাম। অবশ্যই আগে যাবেন, কারণ আমার ভাইভা নির্ধারিত সময়ের ৪৫ মিনিট আগে শুরু হয়েছিল। প্রথমে আপনার সিভির মতো একটা ফর্ম আপনাকে দিয়ে পরীক্ষা করিয়ে নেয়া হবে। সেটি ভাইভা বোর্ডে স্যারদের হাতে দিলে তাঁরা সেটা থেকে আপনার সম্পর্কে ধারণা পাবেন। সাথে অরিজিনাল সার্টিফিকেটগুলো নিয়ে যেতে হবে। <br />

নির্ধারিত সময়ের আগেই আমাকে ডাকা হলো, হাতে সেই ফর্ম আর সার্টিফিকেটের প্যাকেট (ওগুলো দেখতে চায়নি) নিয়ে ভেতরে প্রবেশ করলাম। আপনাকে বসতে না বললে বসবেন না অবশ্যই। অবশ্যই সালাম/সম্ভাষণ করবেন ঢোকার সময় ও বেরুবার সময়। আমি তখনো জানতাম না আমার ভাইভা নেবেন আইবিএ-র ডিরেক্টর স্যার নিজেই। বোর্ডে পাঁচজন ছিলেন। ডানের তিনজন সিনিয়র স্যার প্রশ্ন করছিলেন, বাকি দু’জন স্যার ও ম্যাডাম অপেক্ষাকৃত জুনিয়র, তাঁরা কেবল ভাব-ভঙ্গী লক্ষ্য রাখছিলেন। উত্তর দেবার সময় সবার দিকে ধীরে ধীরে তাকিয়েই উত্তর দিতে চেষ্টা করবেন। ইতস্তত করতে পারবেন না একদম। <br /> <br />

আমার কথাবার্তা ছিল এরকম-

Me: May I come in, Sir? <br />

Director Sir: Yes, please do. Take your seat. <br />

Me: Thanks, Sir. <br />

D. Sir: So, Mr Abdullah, you are from… (searching in my form, which I handed him over) <br />

Me: BUET, Sir. <br />

D. Sir: I see. So, why EEE? <br />

Me: (I thought if I say something else then, I might be pursued down that line in questions, so decided to play safe) My father studied EEE. He inspired me. <br />

D. Sir: And he was from..? <br />

Me: CUET, Sir. <br />

Sir: CUET? <br />

Me: Though, it was not CUET, back then. Probably, it was called BIT back then. <br />

Another Sir: No. it was not BIT back then. it was Chittagong College (something like that) <br />

Sir: So, why not study in CUET? <br />

Me: Because BUET is the best for Engineering? <br />

Another Sir: You think so? (I knew I was in trouble) <br />

Me: Yes, Sir. <br />

Sir: When we think of BRAC University, the newly launched satellite comes to mind. What invention defines BUET? Name one, I know of one. Let&apos;s see if you do. <br />

Me: (Oh no. I don&apos;t remember one right now) It&apos;s not just any invention, it&apos;s the bright minds that BUET produces. <br />

Sir: No invention? <br />

Me: I can&apos;t think of any right now, Sir. <br />

Sir: So, BUET is not number one, right? <br />

Me: It is, Sir. <br />

Sir: (Laughing) So, your ignorance is not proof for your alma mater&apos;s absence of excellence, right? <br />

Me: Exactly, Sir. <br />

Another Sir: (He seemed angry) What&apos;s the difference between Electrical and Electronics Engineering? <br />

Me: (Told him) <br />

Sir: Really? That&apos;s what the difference is? <br />

Me: That&apos;s what we have been taught. <br />

Sir: What&apos;s electronics? Name some devices. <br />

Me: (Happily mentioned some) <br />

Sir: What&apos;s Digital Divide? <br />

Me: What? <br />

Sir: Digital Divide. <br />

Me: I am not sure I heard of it. Do you mean Device? <br />

Sir: Divide. It&apos;s quite a popular term. How can you not know of it? <br />

Director Sir: D-I-V-I-D-E. (He spelled it out for me) <br />

Me: Sorry, Sir. I don&apos;t know. We were not taught about it. (I decided not to get drowned even deeper) [The actual answer is “the gulf between those who have ready access to computers and the

Internet, and those who do not.”] <br />

Director Sir: So, OK. That would be all. Check your result the day after tomorrow, 5 pm. <br />

Me: Assalamualaikum, Sir. (looking at the Ma&apos;am) Madam. (She acknowledged) (And then I left.)  <br /> <br />

ভাইভা দিয়ে বেরিয়ে বুঝলাম, চার মিনিট লেগেছে মাত্র। অথচ ১০/১৫ মিনিট লাগে অনেকের। ভাবলাম, তাহলে কি আমার হবে না? আমি কি তাদের সন্তুষ্ট করতে পেরেছি? লিখিত পরীক্ষা দিয়ে ভয় না থাকলেও এবার বেশি টেনশনে পড়ে গেলাম।  <br /> <br />

দুদিন পর বিকাল চারটায় রেজাল্ট বের হলো। দেখলাম আমার রোলটা ওখানে আছে, চান্স হয়ে গিয়েছে!  <br /> <br />

মোটামুটি এই ছিল আমার অভিজ্ঞতা। আশা করি, একটা গাইডলাইন দিতে পেরেছি আইবিএ-তে ভর্তির ব্যাপারে। তবে যেকোনো পরামর্শের ব্যাপারে পাঠকগণ জিজ্ঞেস করতে পারেন, যথাসাধ্য চেষ্টা করব উত্তর দেবার।  <br /> <br />

আগামী ৩০ নভেম্বর, ২০১৮ তারিখে অনুষ্ঠিত হবে ৬১তম আইবিএ এমবিএ ইনটেকের ভর্তি পরীক্ষা। ভর্তিচ্ছুদের জন্য রইলো শুভ কামনা।
   </p>

  
     <p className=' font-bold text-black'>Abdullah Ibn Mahmud
    
</p>
</div>
<div className=' flex-1 hidden md:flex flex-col items-center mt-32'>
  <h1 className=' font-bold text-2xl my-8'>Recent Blogs</h1>
  <div className=' flex flex-col gap-5'>
  {
        blogDetilsPage.map((item) => (
          <div key={item.id}
           className=' border border-gray-400 p-3 shadow-md hover:shadow-2xl rounded-sm  group '
          >
            <h1 className=' text-xl  font-semibold text-gray-600'>{item.title}</h1>
            <p className=' text-gray-400'>{item.name}</p>
            
            <Link href={item.url}>
            <button className=" border px-4 py-2 rounded-full group-hover:bg-green-300 hover:font-semibold">Read more</button>
            </Link>
          </div>
        ))
      }
      </div>
     </div>
    
    </div>
    <div className=' p-6  md:px-20 lg:px-40'>
    <EnrollButton />
    </div>
   
    <JoinUsLink />
  </div>

  )
}

export default BlogPage4
