import JoinUsLink from '@/components/JoinUsLink'
import {  blogDetilsPage } from '@/constants'
import Image from 'next/image'
import Link from 'next/link'
import React from 'react'

const BlogPage5 = () => {
  return (
    <div className=' p-6 md:px-20 lg:px-40 '>
      <div className='flex flex-row justify-between gap-10'>    <div className=' max-w-[750px]'>
   <h1 className=' text-2xl font-bold md:text-3xl lg:text-4xl text-black'>বার বার হেরে যাবার গল্প</h1>
   <p className=' mb-5 text-gray-500'><span className=' text-gray-400'>By </span>Master Academy</p>
   <Image src={'/blog5.png'} alt='' height={400} width={600} />

   <p className=' my-5 text-gray-600'>
   দু&apos;হাজার তিন সালে সায়েন্স গ্রুপ থেকে আমি এইচ এস সি পাস করি, 3.60 আউট অফ 5 এর ভয়াবহ সিজিপিএ নিয়ে। ঝিনাইদহ ক্যাডেট কলেজের ছাত্র ছিলাম, আন্ত: ক্যাডেট কলেজ প্রতিযোগিতাগুলোর কারণে প্রায় সবাই চিনতো। ক্যাডেট কলেজের শেষ এক বছর এক্সট্রা কারিকুলামই শুধু করেছি, কারিকুলামটা আর করা হয়ে ওঠেনি। সায়েন্স বিভীষিকার মত লাগত, বিশেষ করে কেমিস্ট্রি| আমার বড় চাচা কেমিস্ট্রি গোল্ড মেডালিস্ট শিক্ষক, কেমিস্ট্রিকে বাবা বলতেন &apos;পারিবারিক সাবজেক্ট&apos;। সেই কেমিস্ট্রিতে পেলাম বি , ম্যাথে সম্ভবত সি। <br />
এইচ এস সি পরীক্ষার রেজাল্টের পরের দু মাস ছিল রীতিমত নরকসম। সফল কোন আত্মীয়/বন্ধুর মা ফোন করতেন আমার মা কে, দূর থেকে অপরাধীর মত শুনতাম আম্মুর কণ্ঠ- না ভাবী, আমার ছেলে ভাল করেনাই, পাস করেছে কোনরকম। টপ টপ করে চোখ বেয়ে পানি পড়ত, আমারও, আম্মুরও- কিন্তু যন্ত্রণার সেটা কেবল শুরু। <br />
ইংরেজিতে কিছুটা ভাল ছিলাম, প্রাণপণ চেষ্টা শুরু করলাম আইবিএ এর জন্যে। দিনে বারো থেকে আঠের ঘন্টা পড়াশোনা, ফলাফল হল অশ্বডিম্ব- লিখিত পরীক্ষাতেই টিকলাম না। আইবিএ রেজাল্টের পর মোটামুটি গৃহবন্দীতে পরিণত হলাম- আত্মীয় স্বজনদের মধ্যে সারাজীবন যাকে তৃতীয় শ্রেনীর গর্ধব বলে জেনেছি, তিনিও আব্বু আম্মুকে ফোন করে জ্ঞান দেয়া শুরু করলেন- আপনার ছেলের কি হবে এখন?<br />
আমাদের সমাজটা কেন জানি ব্যর্থদের প্রতি প্রচন্ড নির্মম। জীবনের কোন একটা লড়াইয়ে আপনি হেরেছেন কি মরেছেন, হায়েনার দল ওত পেতে বসে আছে আপনার দগদগে ঘা তে মরিচগুঁড়ো সহকারে লবন দেবার জন্যে। কেউ একটিবারের জন্যে আপনার ক্ষতবিক্ষত বুকে হাত বুলিয়ে বলবেনা,  ধুর বোকা, ভেঙে পড়ার কি আছে, এ লড়াই তো শেষ লড়াই না! <br /> <br />
আঁধারের মাঝে আলোকচ্ছটা হয়ে এল আমার আইএসএসবি তে টেকা, তাও সেটা মাত্র কয়েক মাসের জন্যে। বিএমএ যাবার তিন মাসের মধ্যে বুঝতে পারলাম, প্রতিটি পদক্ষেপ নিয়ম মেনে চলা কঠোর এ সেনাজীবনের উপযুক্ত আমি নই| স্বেচ্ছায় চাকুরি ছেড়ে চলে আসার দিন প্লাটুন কমান্ডার মেজর এম বলেছিলেন- You are just a goddamn failure.You have failed here, I can write down in the stamp paper that you will never succeed anywhere in your life. <br /> <br />
আর্মিতে যাবার আগে শেষবারের মত জীবনের রঙ দেখতে নর্থ সাউথে পরীক্ষা দিয়েছিলাম, ওটাই শেষে ঠিকানা হল। প্রাইভেট ভার্সিটিতে পড়ি শুনে আত্মীয় স্বজনদের মধুর মন্তব্য- বাপের টাকা আছে দেখে করে খাচ্ছে, নাহইলে তো রাস্তায় ইঁট ভাঙারও যোগ্যতা ছিলনা। জানি তো, আর্মি থেকে লাত্থি মেরে বের করে দিয়েছে! <br />
নর্থ সাউথের পারফরম্যান্সও তথৈবচ, প্রথম দু সেমিস্টারে ছটা সাবজেক্টের পাঁচটায় ফেইল, আরেকটায় সি মাইনাস। এরপর জোর করে কিছুটা পড়াশোনা করে পাস করলাম সাড়ে তিনের কাছাকাছি সিজিপিএ নিয়ে, আমার ডিপার্টমেন্টের ছাত্রছাত্রীদের তুলনায় যেটা আহামরি কিছুই না। অর্থনীতির ছাত্র,কিন্তু ইংরেজিতে কিছুটা দখল থাকায় চাকুরি হল ইংলিশ ডিপার্টমেন্টে, টিচিং এ্যাসিস্টেন্টের কাজ। <br />
আমার বন্ধুরা একে একে বাইরে পড়তে গিয়েছে , কিন্তু আমার সে যোগ্যতা ছিল না। ঠিক করলাম বিসিএস দেব, বাবার মত সরকারী চাকুরি করব। <br />
NSU তে পড়ে বিসিএস? বাবা, ওসব জায়গায় টেকা প্রাইভেটের ছেলেপেলের কম্মো না, যাও বাপের বিজনেসে বসো গিয়ে, নইলে মামা চাচা ধরে দেখ কোন কোম্পানিতে ঢুকতে পারো কিনা। মাল্টিন্যাশনালে ঢোকা তোমার যোগ্যতায় কুলাবে না, দেখলাম তো <br />
প্রিয় পাঠক, আজকে আপনারা আদর করে আমাকে সুপার কপ ডাকেন। মাত্র পাঁচ বছর আগেই আমাকে প্রতিনিয়ত উপরের কথাগুলো শুনতে হয়েছে। <br />
বিসিএস পরীক্ষার রেজাল্ট হল, ফরেন সার্ভিস পেলাম না। রেজাল্ট খারাপ হয়নি, পুলিশ ক্যাডারের মেধাক্রমে চতুর্থ হয়েছিলাম। তবু জেনে গেলাম, ক্যারিয়ার ডিপ্লোম্যাট হিসেবে কোনদিনও আমি জাতিসংঘে দাঁড়িয়ে লাল সবুজ পতাকার প্রতিনিধিত্ব করতে পারছিনা। বুকের ভেতর লুকিয়ে রাখা পরম মমতায় লালিত স্বপ্নের কি করুণ অপমৃত্যু! <br />
পুলিশ একাডেমিতে যাবার আড়াই মাসের মাথায় হঠাৎ একদিন দুবছর ধরে স্বপ্ন দেখানো মেয়েটি জানালো, পুলিশের চাকুরি করা কারো সাথে বাকি জীবন কাটানো তার পক্ষে সম্ভব না, শি ইজ ডেটিং সামওয়ান এলস।  প্রথম প্রেম ছিল ওটা, ওকে ছাড়া কাউকে কল্পনাও করতে পারতাম না। উফ, কি কষ্ট, কি ভয়াবহ কষ্ট! মনে হত শত শত বিষাক্ত কেঁচো আমার ভেতরের সবটুকু প্রাণ শুষে নিয়েছে!
দুবছর যাকে নিয়ে স্বপ্ন দেখেছি, পুরো স্বপ্নটুকু নিষ্ঠুরের মত ছিঁড়ে ফেলার যন্ত্রণা কেবল আমিই জানি। আমার ল্যাপটপের পাসওয়ার্ড ছিল ওর নামে। হাউমাউ করে দরজা আটকে কি কান্নাটাই না কেঁদেছিলাম ওটা বদলানোর সময়! <br />
মজার ব্যাপার, হৃদয়ঘটিত কষ্টের ঘটনাক্রমে এ ঘটনাটির স্থান প্রথম নয় আমার জীবনে। প্রথমটির গল্প অন্য কোন দিন, যেদিন আমি আরেকটু শক্ত হব তখন। <br />
পুলিশ একাডেমি থেকে পাস আউট করার পর সিলেক্টেড হলাম মাননীয় প্রেসিডেন্ট ও প্রধানমন্ত্রীর দেহরক্ষী বাহিনী স্পেশাল সিকিউরিটি ফোর্সে। সেখানেও যোগ দেয়া হলনা, তদানীন্তন কমিশনার  বেনজীর স্যার আমাকে নিয়ে এলেন ডিএমপি হেডকোয়ার্টারে। সেখানে কিছুদিন কাজ করার পর গেলাম উত্তরায়, এসি (প্যাট্রোল ) হিসেবে| ফেসবুকের পোকা ছিলাম তখনো, পিএটিসিতে ফাউন্ডেশন ট্রেনিং-এ শেখা &apos;কাইজেন&apos; (KAIZEN) পদক্ষেপ হিসেবে উত্তরাবাসীকে পুলিশি সহায়তা দিতে খুলে ফেললাম ছোট একটা ফেসবুক পেজ।
বাকি গল্পটা আমার পরিচিত অনেকেই জানেন, পুনরাবৃত্তি করে আর বিরক্তি উৎপাদন করছিনা। <br />
এবার মজার কিছু তথ্য দেই:- <br /> <br />
1. প্লাটুন কমান্ডার ভদ্রলোকের সাথে আরেক জায়গায় দেখা হয়েছিল। আইজিপি স্যারের সাথে গাড়ি থেকে আমাকে নামতে দেখে ভূত দেখার মত চমকে উঠেছিলেন তিনি, আমি মিষ্টি করে একটা হাসি দিয়েছিলাম মাত্র। <br />
2. গত বছর আইবিএ তাদের অভিজাত Brandedge ম্যাগাজিনে আমার একটা সাক্ষাতকার ছাপিয়েছিল। ম্যাগাজিনটা হাতে পেয়ে কেন জানি আনন্দিত হইনি, আইবিএ রেজাল্টে বাদ পড়া রক্তহীন মুখে দাঁড়ানো সেই কিশোরটার মুখ বড্ড চোখ ভিজিয়ে দিচ্ছিল। ম্যাগাজিনে ছাপানো নিজের ছবিটা দেখেও বিশ্বাস করতে পারছিলাম না। <br />
3. জাপানের সেরা ইঞ্জিনিয়ারিং স্কুল Tokyo Institute of Technology এর গেইটে পা রেখে প্রথম যে কথাটি মাথায় এসেছিল তা হচ্ছে, বুয়েটে ভর্তি পরিক্ষা দেবার মত সিজিপিএ আমি এইচ এস সি তে আমি পাইনি। <br />
আমি এমন এক বাবা, যে তার দু&apos;মাসের অনাগত সন্তানকে বাচাতে পারিনি। কষ্টটা ভূলে থাকি কিভাবে জানেন? এই আপনাদের নিয়ে। <br />
সবশেষে এই বার বার হেরে যাওয়ার গল্পের ইতি টানছি। আমার খুব প্রিয় তিনটি উক্তি দিয়ে। <br />
১ম টা ব্যাটম্যান বিগিন্স থেকেঃ <br />
: why do we fall, Bruce? <br />
: so that we learn to pull ourselves Up. <br />
২য় টি দ্য আলকেমিস্ট এর লেখকক পাউলো কোয়েলহোরঃ <br /> <br />
: the meaning of life is to fall seven times and get up at eight <br />
আর সর্বশেষটা টম হ্যাংক্স অভিনীত মুভি কাস্ট এ্যাওয়ে এরঃ <br />
 I know what I have to do now. I gotta keep breathing because tomorrow the sun will rise. who knows what the tide could bring? <br />
আমার মত হারু পার্টির স্থায়ী সদস্য যদি হাল না ছেড়ে লড়ে যেতে পারে, আপনি পারবেন না? এইটা কোন কথা?! সবাইকে শুভেচ্ছা।

   </p>
   
   <p className=' font-bold text-black'>Shuvro Shaha Mashroof Hossain <br />
MPA, Harvard University <br />
SP Bangladesh Police <br />

</p>
</div>
<div className=' flex-1 hidden md:flex flex-col items-center mt-32'>
<h1 className=' font-bold text-2xl my-8'>Recent Blogs</h1>
<div className=' flex flex-col gap-5'>
{
      blogDetilsPage.map((item) => (
        <div key={item.id}
         className=' border border-gray-400 p-3 shadow-md hover:shadow-2xl rounded-sm  group '
        >
          <h1 className=' text-xl  font-semibold text-gray-600'>{item.title}</h1>
          <p className=' text-gray-400'>{item.name}</p>
          
          <Link href={item.url}>
          <button className=" border px-4 py-2 rounded-full group-hover:bg-green-300 hover:font-semibold">Read more</button>
          </Link>
        </div>
      ))
    }
</div>
</div>
</div>
 <JoinUsLink />
  </div>
  )
}

export default BlogPage5
