import Image from 'next/image'
import Link from 'next/link'
import { blogDetilsPage } from '@/constants';
import JoinUsLink from '@/components/JoinUsLink';
import EnrollButton from '@/components/EnrollButton';

const Blogpage1 = () => {
  return (
    <div className=' p-6 md:px-20 lg:px-40 '>
      <div className='flex flex-row justify-between gap-10'>
      <div className=' max-w-[750px]'>
     <h1 className=' text-2xl font-bold md:text-3xl lg:text-4xl text-black'>প্রাইভেট বিশ্ববিদ্যালয়ের শিক্ষার্থীর ব্যর্থতার বাস্তব কাহিনী !!!</h1>
     <p className=' mb-5 text-gray-500'><span className=' text-gray-400'>By </span>Master Academy</p>
     <Image src={'/blog1.png'} alt='' height={400} width={600} />

     <p className=' my-5 text-gray-600'>
     জীবনে স্বপ্ন ছিল একটা ভালো পাবলিক ইউনিভারসিটিতে পড়বো ,কিন্তু দীর্ঘ তিন থেকে চার মাস কঠোর পরিশ্রমের পরও সেই স্বপ্ন পূরণ হলো না। তাই ভর্তি হতে হল প্রাইভেট ইউনিভার্সিটিতে। 
স্বপ্ন বা আশা যাই বলি না কেন তা প্রায় ভেঙেই গিয়েছিল কিন্তু ইউনিভার্সিটির টিচার এবং বড় ভাইদের কথা শুনে সেই ভাঙ্গা স্বপ্ন বা আশা আবার জেগে উঠলো।
  <br   />তারা আমাকে সব সময় বলতো নিজেকে প্রমাণ করার এখনো অনেক কিছু আছে। তখন থেকেই ঠিক করলাম নিজেকে নতুন করে আবার প্রস্তুত করব কিন্তু কিভাবে তা বুঝে উঠতে পারছিলাম না।
   <br    />
   আসলে গাইডলাইন যে প্রিপারেশনকে সহজ করে দেই সেটা জানতাম না।
বড় ভাই এবং বন্ধুদের সাথে এই ব্যাপার নিয়ে আলোচনা করলাম ,তখন তারাই আমাকে Master Academy এর কথা বলল। 
<br    />
সত্য বলতে কোচিং এর প্রতি একটা অনিহা ছিলো। যার কারনে প্রথমবার যাইনি, তবে যখন দেখলাম আমার ফ্রেন্ড, যারা কিনা দলে দলে চান্স পাচ্ছে তখনই ভাবলাম, বিবিএতো অনেক টাকা দিয়েই করলাম, মাস্টার একাডেমিতে একবার ইনভেস্ট করে দেখি!! 
আসলে গাইডলাইন যে প্রিপারেশনকে কতোটা সহজ করে দেই এটা এখানে এসেই শিখেছি।
আরো একটি সত্য কথা, মাস্টার একাডেমি স্টুডেন্টদের ক্যারিয়ার নিয়ে ভাবে যেটা কিনা অন্য কোথাও পড়ে কখনো পাইনি।

     </p>
     <h3 className=' font-semibold text-xl my-4'>
     এখন বলবো মাস্টার একাডেমিতে পড়ার অভিজ্ঞতাঃ
     </h3>
       <p className=' text-gray-600'>
       ক্লাস রীতিমতো চালু হয়ে গেল, কিছু ক্লাস করার পরেই মনে হতে লাগলো কিছু হতে পারে কারণ আরিফ ভাই(HaLcy On) ক্লাস গুলো এত সুন্দর ভাবে নিতেন এবং ক্লাস শেষে টিচারদের উপস্থিতিতে যেভাবে গ্রুপস্টাডি বাধ্যতামূলক করে দিতেন যে, পরবর্তীতে আর তেমন সমস্যা হতো না আর উনার বানানো সিটের কথা কি আর বলবো ! কিছুদিন আগে বাংলাদেশ ব্যাংকে পরীক্ষা দিয়েও অনেক কিছু কমন পেয়েছি। আলহামদুলিল্লাহ চান্সও হয়েছে। 
       </p>

     <h3 className=' font-semibold text-xl my-4'>
     যাইহোক এবার আসি ব্যর্থতার কথায়ঃ 
     </h3>
     <p>
     খুব ভালো প্রস্তুতি নিয়েই JU এর IBAতে ভর্তি পরীক্ষা দিলাম কিন্তু সৃষ্টিকর্তার না চাওয়ায় আর সেখানে পড়ার সুযোগ হলো না। তারপর পরীক্ষা হল JU এর EMBA তে আর সেখানে পড়া সুযোগ হয়ে গেল। <br    />  
এই সুযোগ হওয়ার পর গেলাম আরিফ ভাইয়ের সাথে দেখা করতে তখন তিনি বললেন স্বপ্ন যদি তোমার হয় IBA তখন কেন EMBA ? 
    <br />
    !!!কিছু কিছু ব্যর্থতা জীবনে মঙ্গল বয়ে আনে!!! 
সাথে কয়েকজনের উদাহরণও দিয়েছিলেন। যারা কিনা কিছু যায়গায় ব্যর্থ হওয়ার কারণেই আরো ২/৩ মাস সময়কে কাজে লাগিয়ে,বর্তমানে ভালো জায়গায় পড়ছে এবং ভালো একটি জব করছে।
 <br     />
 এই কথা শুনে মনে সাহস জেগে উঠলো, শুরু করে দিলাম আবারো ক্লাস এবং পড়া, নিজের ভুল গুলো খুজতে থাকলাম এবং ভাইয়ের পরামর্শমতো সমাধান করতে লাগলাম। 
তারপর BIBM পরীক্ষায় অংশগ্রহণ করলাম এবং এতেও আমি ব্যার্থ হলাম।
<br    />
এতে কষ্ট পেয়েছিলাম অনেক, কারণ মাস্টার একাডেমিতে আমার সাথে প্রিপারেশন নেয়া অনেকেই চান্স পেল, আর আমি কেন বাদ পড়ছি বারবার। :  তারপরও কিন্তু হাল ছাড়িনি কারন আমার সাথে তখনও ছায়ার মতো ছিল আমার বন্ধু সকল এবং #master_academy র, আরিফ ভাইয়ার Inspiration এবং তিনি বলেন কিছুদিন পর ঢাবির আইবিএ এক্সাম, এবার সেখানে পরীক্ষা দিবে। জাবি আইবিএ হইনি বলে ঢাবি আইবিএ হবেনা এমন কোন কথা নয়। অনেক সময় কপালে আরো ভালো কিছু অপেক্ষা করে বলেই কিছু কিছু ব্যর্থতা সামনে এসে হতাশ করে দেয়। সো তোমাকে ঢাবি আইবিএ জয় করতে হবে।
<br />
ভাইয়ার গাইডলাইন অনুযায়ী পড়া শুরু করেদিলাম আবারো এবং আরও দৃঢ় সংকল্প নিয়ে পরীক্ষা দেই DU এর IBA তে এবং সৃষ্টিকর্তার ইচ্ছায় এবং আমার পিতা মাতার আশীর্বাদে প্রথমবারেই #DU_IBA তে পড়ার সুযোগ হয়ে যায়। 
<br />
আমার এই সফলতার পিছনে আরিফ ভাইয়া এবং Master  Academy এর অবদান অনেক কারন আমার স্বপ্ন পুরণ হওয়ার আগ পর্যন্ত এরাই আমার পাশে ছায়ার মত ছিল। 
এসেছিলাম JU IBA এর জন্য নিয়ে গেলাম DU IBA.


     </p>

     <h3 className=' font-semibold text-xl my-4'>
     কথাগুলো বলার উদ্দেশ্য দুইটিঃ  
     </h3>
     <p className=' text-gray-600'>
     ১। দ্বিতীয় কারণ হলো- দুর্বল এবং ব্যর্থদেরকে অনুপ্রাণিত করার জন্য। হতাশ হবেন না, অনেকে অনেক কথা বলবে, এগুলো পাত্তা না দিয়ে, লড়াই করুন। একবার নয়, রক্তের বন্যা বয়ে গেলেও মাঠে টিকে থাকুন, বিশ্বাস রাখুন আপনি জয়ী হবেন। দেখবেন একদিন তারাই আপনাকে নিয়ে গর্ব করবে। <br />
     নিজেকে বড় করার জন্য একথাগুলো বলছিনা । তা আমি নিজেও পছন্দ করি না।<br />
     <br />
     ২। কোচিং যদি করেন, মাস্টার একাডেমি তে একটা ইনভেস্টের পর, যে সার্ভিসটা দেই সেটা যে আমাদের ইনভেস্টমেন্ট এর তুলনায় কতো বেশী সেটা এখানে কেউ না পড়লে বুঝবেন না। এক কথায় মা-বাবার পর আর কেউ real guardian থাকলে সেটা মাস্টার একাডেমি। <br />
     পরিশেষে একটা কথাই বলতে চাই..  <br />
     সৃষ্টিকর্তা যা করেন তা মঙ্গলের জন্যই 
     </p>
     <p className=' font-bold text-black'>Shuvro Shaha Chowdhury <br />
IBA MBA(62 Intake) <br />
University of Dhaka
</p>
</div>
<div className=' flex-1 hidden md:flex flex-col items-center mt-32'>
  <h1 className=' font-bold text-2xl my-8'>Recent Blogs</h1>
  <div className=' flex flex-col gap-5'>
  {
        blogDetilsPage.map((item) => (
          <div key={item.id}
           className=' border border-gray-400 p-3 shadow-md hover:shadow-2xl rounded-sm  group '
          >
            <h1 className=' text-xl  font-semibold text-gray-600'>{item.title}</h1>
            <p className=' text-gray-400'>{item.name}</p>
            
            <Link href={item.url}>
            <button className=" border px-4 py-2 rounded-full group-hover:bg-green-300 hover:font-semibold">Read more</button>
            </Link>
          </div>
        ))
      }
  </div>
</div>
</div>

<div className=''>
    <EnrollButton />
    </div>
<JoinUsLink />
    </div>
  )
}

export default Blogpage1
