import JoinUsLink from '@/components/JoinUsLink'
import {  blogDetilsPage } from '@/constants'
import Image from 'next/image'
import Link from 'next/link'
import React from 'react'

const BlogPage2 = () => {
  return (
    <div className='p-6 md:px-20 lg:px-40'>
    <div className='  flex flex-row justify-between gap-10'>
    <div className=' max-w-[750px]'>
   <h1 className=' text-2xl font-bold md:text-3xl lg:text-4xl text-black'>IBA এর A to Z  প্রশ্ন ও উত্তর </h1>
   <p className=' mb-5 text-gray-500'><span className=' text-gray-400'>By </span>Master Academy</p>
   <Image src={'/blog2.jpg'} alt='' height={400} width={600} />

   <p className=' my-5 text-gray-600'>
   সময়টা ব্র‍্যান্ডিং এর। আপনার যোগ্যতায় আইবিএ এর সার্টিফিকেট থাকা মানে ক্যারিয়ার ফিল্ডে মুহুর্তেই আপনি অন্যদের চেয়ে আলাদা হয়ে যাবেন। এগিয়ে যাবেন বহুদুর। বিভিন্ন সময়ে বিভিন্ন নিয়োগকর্তাদের নিয়ে কর্পোরেট প্রোগ্রামের প্যানেল ডিসকাশনে, সেমিনার বা ওয়ার্কশপে এমনকি ব্যক্তিগত আলাপচারিতায়ও দেখেছি আইবিএ&apos;র স্টুডেন্টদের তাদের যথেষ্ট আগ্রহ রয়েছে। যার ফলে এই ফ্যাকাল্টির স্টুডেন্টরা ক্যারিয়ার ফিল্ডে এগিয়ে থাকে। 

   </p>
   <h3 className=' font-semibold text-xl my-4'>
   ◙ আইবিএ কী?
   </h3>
     <p className=' text-gray-600'>
     ইনস্টিটিউট অব বিজনেস এডমিনেসট্রশন এটি ঢাকা বিশ্ববিদ্যালয়ের অধীনে একটি স্বতন্ত্র প্রতিষ্ঠান যেখানে বিবিএ ও এমবিএ, এক্সিকিউটিভ এমবিএ পড়ানো হয়। 
     </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ আইবিএ বলতে কি শুধু
ঢাকা বিশ্ববিদ্যালয়ের আইবিএকেই বোঝায়।

   </h3>
   <p>
   জ্বি না, রাজশাহী বিশ্ববিদ্যালয়ে আইবিএ আছে, জাহাঙ্গীরনগরে আইবিএ আছে কিন্তু যদিও এখনও মানুষ আইবিএ বলতে ঢাকা বিশ্বদ্যিালয়ের আইবিএটাকেই বোঝে।


   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙আইবিএতে কারা পড়তে পারে? 
   </h3>
   <p className=' text-gray-600'>
   যেকোন গ্রুপ থেকে (সাইন্স/আর্টস/কমার্স) এইচ এসসি পাশ করার পরে বিবিএতে আর যেকোন গ্রুপ থেকে (সাইন্স/আর্টস/কমার্স) অনার্স/বিবিএ বিএসসি অর্থ্যাৎ চার বছরের যেকোন কোর্স পাশ করে এমবিএতে ভর্তি পরীক্ষা দেয়া যায়।
   </p>
   <h3 className=' font-semibold text-xl my-4'>
   ◙ জাতীয় বিশ্ববিদ্যালয়ের/প্রাইভেট বিশ্ববিদ্যালয়ের ছাত্র-ছাত্রীরা কি এখানে পড়তে পারবে?
   </h3>
  
   <p className=' text-gray-600'>
   হ্যাঁ অবশ্যই পারেবে এবং এসব বিশ্ববিদ্যালয়ের অনেকেই এখানে পড়তেছে।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ এখানে ভর্তীর যোগ্যত কী?
   </h3>
   <p className=' text-gray-600'>
   বিবিএতে ভর্তীর যোগ্যতা: যেকোন গ্রুপ থেকে এসএসসিতে ৩.00, এইচএসসিতে ৩.00 এমবিএতে ভর্তীর যোগ্যতা: যেকোন গ্রুপ
থেকে এসএসসিতে ৩.00, এইচএসসিতে ৩.00 এবং অনার্সেও ৩.00 হলেই হবে।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ ডিগ্রীর ছাত্র IBA-MBA করতে পারে?
   </h3>
   <p className=' text-gray-600'>
   হ্যাঁ পারে, এটাই আইবিএর স্বতন্ত্র, একজন বুয়েটের ছেলেও হয়ত বাদ পড়তে পারে আবার একজন ডিগ্রীর ছেলেও চান্স পেতে পারে যদি সে Admission Test এ ভাল করে।
   </p>
   <h3 className=' font-semibold text-xl my-4'>
   ◙ আই বি এ তে নাকি ৯০ ভাগ ইংরেজী মাধ্যম বাকি ১০ ভাগ নাকি বাংলা মিডিয়ামরা চান্স পায়?
   </h3>
   <p className=' text-gray-600'>
   এ ধারণাটা একসময় ছিল এখন পরিবর্তন হয়েছে, এখন প্রায় ৫০-৫০ চান্স পায়। একটা সময় হয়ত আসবে যখন বাংলামিডিয়াম পাবে ৯০% আর ওরা হয়ত ১০% কারণ ইংরেজী মিডিয়াম পড়ুয়া ছাত্রছাত্রীরা বিদেশে পড়ার প্রবণতা বেড়ে গেছে ।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ আইবিএর এমবিএতে কয় ধরনের এমবিএ আছে?
   </h3>
   <p className=' text-gray-600'>
   দুই ধরণের-রেগুলার এমবিএ আর এক্সিকিউটিভ এমবিএ রেগুলার এমবিএর আবার দুটো ধরণ আছে একটা পার্ট টাইম যেটার ক্লাশ হয়<br />
সন্ধ্যায়, আর ফুল টাইম- এদের ক্লাশ হয় দিনের বেলায়, এছাড়া এক্সিকিউটিভ এমবিএর ক্লাশও রাতে হয়।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ এক্সিকিউটিভ এমবিএর জন্য যোগ্যতা কি লাগে?
   </h3>
   <p className=' text-gray-600'>
   04 বছর মেয়াদী অনার্স পাশ + কমপক্ষে ০৩ বছরের চাকুরীর অভিজ্ঞতা
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ এক্সিকিউটিভ এমবিএ আর রেগুলার এমবিএর মধ্যে পার্থক্য কি?
   </h3>
   <p className=' text-gray-600'>
   রেগুলার এমবিএর মোট কোর্স ২০টি, এক্সিকিউটিভ এমবিএ এর মোট কোর্স ১২ টি, রেগুলার এমবিএ করতে সময় লাগে ২ বছর থেকে ৩.৫ বছর আর এক্সিকিউটিভ এমবিএ করতে সময় লাগে ১.৫ থেকে ২ বছর, রেগুলার এমবিএ পড়তে মোট খরচ ৭৫ হাজার টাকার মত আর এক্সিকিউটিভ এমবিএ এর মোট খরচ ২.৫ লাখ প্রায়। রেগুলার এমবিএ
করতে অভিজ্ঞতা লাগেনা আর এক্সিকিউটিভ এমবিএ করতে ০৩(তিন)বছরের ফুল টাইম জবের অভিজ্ঞতা থাকতে হবে।

   </p>
    
     <h3 className=' font-semibold text-xl my-4'>
     ◙ রেগুলার এমবিএ আর এক্সিকিউটিভ এমবিএর মধ্যে ভাল কোনটা?
   </h3>
   <p className=' text-gray-600'>
   ◙ রেগুলার এমবিএ আর এক্সিকিউটিভ এমবিএর মধ্যে ভাল কোনটা?
   </p>
   
   <h3 className=' font-semibold text-xl my-4'>
   ◙ আমি তো চাকুরী করি দিনে সুযোগ পাই না  চাকুরীর অভিজ্ঞতাও ০৩ বছর হয়নি, আমি কি চাকুরীর পাশাপাশি আইবিএ তে এমবিএ করতে পারব?
   </h3>
   <p className=' text-gray-600'>
   হ্যাঁ পারবেন, আমি রেগুলার এমবিএর পার্টটাইমে পড়তে পারবেন কারণ এর ক্লাশ হয় রাতে(7.00 থেকে শুরু)।
   </p>
    

   <h3 className=' font-semibold text-xl my-4'>
   ◙ এমবিএর খরচ কেমন পড়বে?
   </h3>
   <p className=' text-gray-600'>
   রেগুলার এমবিএ: ৭৫ হাজার টাকার মত এক্সিকিউটিভ এমবিএ: ২.৫০ হাজার টাকার মত
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ পড়তে কতবছর সময় লাগে?
   </h3>
   <p className=' text-gray-600'>
   এক্সিকিউটিভ এমবিএ: মোট ১২ টা কোর্স, বছরে ০৩ টা সেমিস্টার যদি ৩ টা করে কোর্স নিতে পারেন তাহলে এক বছরের একটু বেশি সময় লাগবে। রেগুলার এমবিএ: ফুল টাইম-মোট ২০টা কোর্স
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙  বিবিএ পড়ার খরচ কত?
   </h3>
   <p className=' text-gray-600'>
   বিবিএ পড়তে খরচ সরকারী বিশ্ববিদ্যালয়ে অন্যান্য সাবজেক্ট পড়তে খরচ যেমন-অর্থ্যাৎ চার বছরে মোট ২৫-৩০ হাজার টাকা লাগতে পারে।
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ আমি যদি ফুল টাইম প্রোগামে ভর্তি হই কিন্তু কিছু দিন পরে চাকুরী পেয়ে যাই তাহলে কি হবে?
   </h3>
   <p className=' text-gray-600'>
   আইবিএর এমবিএ খুবই ফ্লেক্সিবল একসেমিস্টার পরে শিফট করে নাইটে 
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ◙ কম্টিটিশন কেমন ভাই?
   </h3>
   <p className=' text-gray-600'>
   প্রতিযোগির সংখ্যা-রেগুলার এমবিএ: 40000 থেকে 45000 হাজার মাত্র এক্সিকিউটিভ এমবিএ: ১,৫০০-২,000 মাত্র
   </p>

   <h3 className=' font-semibold text-xl my-4'>
   আইবিএ এর বিষয়ে আরো কিছু গুরুত্বপূর্ণ তথ্যঃ
   </h3>
   <p className=' text-gray-600'>
   ◙ যে কোন কলেজ কিংবা বিশ্ববিদ্যালয় এবং মানবিক, ব্যবসায় শিক্ষা ও বিজ্ঞান যে কোন শাখা হতে স্নাতক বা পাস কোর্স  করলেই আপনি আইবিএ তে পরীক্ষা দিতে পারবেন। <br />
◙ আইবিএ কখনোই আপনার অতীত পরীক্ষার ফলাফলের উপর ভিত্তি করে আপনাকে বাদ দিবে না। <br />
◙ জীবনে যত বার ইচ্ছা আপনি আইবিএ&apos;র ভর্তি পরীক্ষায় অংশগ্রহণ করতে পারবেন। <br />
◙ আপনি কোন পরিবারের সন্তান কিংবা আপনার বাবার কত টাকা আছে আইবিএ&apos;র এই সকল বিষয়ে মাথা ব্যাথা নেই। <br />
◙ আইবিএ-তে ভর্তি হতে মোট খরচ লাগে 70-80 হাজার টাকা মাত্র। 
◙ আইবিএ&apos;র ভর্তি প্রক্রিয়া সম্পূর্ণ ফরমালিন বিহীন।  <br />
◙ আইবিএ- তে ভর্তি হওয়ার পর আপনার রেজিস্ট্রেশন এর মেয়াদ থাকবে ৮ বছর।  এই সময়ের মধ্যে আপনি যে কোন মুহুর্তে পড়া বন্ধ করে আবার চালু করতে পারবেন। <br />
◙ আপনি যে কোন মুহুর্তে ডে ব্যাচ হতে ইভেনিং ব্যাচে সুইচ করতে পারবেন। <br />
◙ ভর্তি পরীক্ষায় আপনি শেষতম হলেও আপনার চান্স পাওয়ার সুযোগ থাকবে। <br />
◙ আইবিএ-তে বছরে দুই বার ভর্তি পরীক্ষা দেয়া যায়।  <br />
◙ ক্ষেত্র বিশেষে আইবিএ থেকে এমবিএ করা স্টুডেন্টসদের চাকুরীতে কোন প্রকার লিখিত পরীক্ষা ছাড়া নিয়োগ পাওয়ার সুযোগ আছে। <br />

   </p>

   <h3 className=' font-semibold text-xl my-4'>
   আইবিএ লাইব্রেরিঃ
   </h3>
   <p className=' text-gray-600'>
   এতক্ষন জানলেন আইবিএ সম্পর্কিত বিস্তারিত তথ্য। এবার জেনে নিন যুদ্ধের জন্য অস্ত্র কী কী লাগবে। অর্থাৎ কী কী বই পড়তে হবে। <br />
★ ম্যাথ এর জন্য সাইফুর&apos;স ম্যাথ, মেন্টর&apos;স ম্যাথ কিউ-ব্যাংক<br />
★ এনালিটিক্যাল এবিলিটি এর জন্য ব্যারন&apos;স GRE (12th edition), GRE Big Book এর ১৫ টা পাজল টেস্ট। প্রিভিয়াস ১০ বছর এর প্রশ্ন সলভ করবে।<br />
★ ক্রিটিক্যাল রিজনিং এর জন্য সাইফুর&apos;স ক্রিটিক্যাল রিজনিং টা ভাল। সুন্দর ব্যাখা সহকারে দেওয়া আছে।<br />
★ ভোকাবিউলারির জন্য সাইফুর&apos;স ভোকাবিউলারি টা বেস্ট হবে। সময়, ধৈর্য এবং সাহস থাকলে Barron&apos;s SAT পড়তে পার। তবে সাইফুর&apos;স ভোকাবিউলারি পুরোটা কাভার দিতে পারলে অইটা লাগবে না।

   </p>

   <h3 className=' font-semibold text-xl my-4'>
   ★ গ্রামার অংশের জন্য পড়তে পারেন- 
   </h3>
   <p className=' text-gray-600'>
   Grammar, Error Detection, Sentence Correction: <br />
  Cliff&apos;s TOEFL (Page 39-196, Mini-Test, Error Detection) <br />
  Official GMAT review (100 Sentence Correction) <br />
  Barron&apos;s SAT (Error Detection)

   </p>

   
   <p className=' font-bold text-black'> পোস্টটি IBA এর ধারণা সম্বলিত বিভিন্ন সাইট, আর্টিকেল এবং এক্সপার্ট ব্লগারদের ব্লগকে সমন্বয় করে লেখা হয়েছে।
</p>
</div>
<div className=' flex-1 hidden md:flex flex-col items-center mt-32'>
<h1 className=' font-bold text-2xl my-8'>Recent Blogs</h1>
<div className=' flex flex-col gap-5'>
{
      blogDetilsPage.map((item) => (
        <div key={item.id}
         className=' border border-gray-400 p-3 shadow-md hover:shadow-2xl rounded-sm  group '
        >
          <h1 className=' text-xl  font-semibold text-gray-600'>{item.title}</h1>
          <p className=' text-gray-400'>{item.name}</p>
          
          <Link href={item.url}>
          <button className=" border px-4 py-2 rounded-full group-hover:bg-green-300 hover:font-semibold">Read more</button>
          </Link>
        </div>
      ))
    }
</div>
</div>
</div>
<JoinUsLink />
  </div>
  )
}

export default BlogPage2
